<template>
<div class="container mx-auto my-32">
    <div class="text-xl flex flex-col items-center justify-center my-12">
        <span>Стоимость</span>
        <span>обучения одного студента на 2022 - 2023 учебный год</span>
        <span>(очное отделение 4 года)</span>
    </div>
    <div>
        <div class="overflow-x-auto">
          <table class="table">
            <!-- head -->
            <thead>
              <tr>
                <th>Наименование факультета</th>
                <th>Код и группа образовательных программ</th>
                <th>Шифр ОП Вуза</th>
                <th>Наименование образовательной программы</th>
                <th>Срок обучения</th>
                <th>Стоимость обучения в год (тенге)</th>
              </tr>
            </thead>
            <tbody>
              <!-- row 1 -->
              <tr class="hover">
                <th>ВТиПО</th>
                <td>B140-Вычислительная техника и информационные сети</td>
                <td>6B03101</td>
                <td>Вычислительная техника и информационные сети</td>
                <td>4</td>
                <td>750 000</td>
              </tr>
              <!-- row 2 -->
              <tr class="hover">
                <th>ПО</th>
                <td>B321-Программное обеспечение</td>
                <td>6B03102</td>
                <td>Техник-программист</td>
                <td>4</td>
                <td>650 000</td>
              </tr>
              <!-- row 3 -->
              <tr class="hover">
                <th>СИБ</th>
                <td>B14253-Система информационной безопасности</td>
                <td>6B03104</td>
                <td>Система информационной безопасности</td>
                <td>4</td>
                <td>500 000</td>
              </tr>
              <tr class="hover">
                <th>РДПД</th>
                <td>B1422-Радиотехника, электроника и телекоммуникация</td>
                <td>6B03105</td>
                <td>Техник-инженер</td>
                <td>4</td>
                <td>750 000</td>
              </tr>
              <tr class="hover">
                <th>ТОРиАВЗ</th>
                <td>B035-Техническое обслуживание и ремонт автоматизированых систем производства</td>
                <td>B07151100</td>
                <td>Техническое обслуживание и ремонт автоматизированых систем производства</td>
                <td>4</td>
                <td>700 000</td>
              </tr>
              <tr class="hover">
                <th>ВТиПО</th>
                <td>B140-Вычислительная техника и информационные сети</td>
                <td>6B03101</td>
                <td>Вычислительная техника и информационные сети</td>
                <td>4</td>
                <td>750 000</td>
              </tr>
              <!-- row 1 -->
              <tr class="hover">
                <th>ВТиПО</th>
                <td>B140-Вычислительная техника и информационные сети</td>
                <td>6B03101</td>
                <td>Вычислительная техника и информационные сети</td>
                <td>4</td>
                <td>750 000</td>
              </tr>
              <!-- row 2 -->
              <tr class="hover">
                <th>ПО</th>
                <td>B321-Программное обеспечение</td>
                <td>6B03102</td>
                <td>Техник-программист</td>
                <td>4</td>
                <td>650 000</td>
              </tr>
              <!-- row 3 -->
              <tr class="hover">
                <th>СИБ</th>
                <td>B14253-Система информационной безопасности</td>
                <td>6B03104</td>
                <td>Система информационной безопасности</td>
                <td>4</td>
                <td>500 000</td>
              </tr>
              <tr class="hover">
                <th>РДПД</th>
                <td>B1422-Радиотехника, электроника и телекоммуникация</td>
                <td>6B03105</td>
                <td>Техник-инженер</td>
                <td>4</td>
                <td>750 000</td>
              </tr>
              <tr class="hover">
                <th>ТОРиАВЗ</th>
                <td>B035-Техническое обслуживание и ремонт автоматизированых систем производства</td>
                <td>B07151100</td>
                <td>Техническое обслуживание и ремонт автоматизированых систем производства</td>
                <td>4</td>
                <td>700 000</td>
              </tr>
              <tr class="hover">
                <th>ВТиПО</th>
                <td>B140-Вычислительная техника и информационные сети</td>
                <td>6B03101</td>
                <td>Вычислительная техника и информационные сети</td>
                <td>4</td>
                <td>750 000</td>
              </tr>      
            </tbody>
          </table>
        </div>
    </div>
</div>
</template>