<template>
<div class="container mx-auto my-32">
    <div>
        <div class="overflow-x-auto">
          <table class="table">
            <!-- head -->
            <thead>
              <tr>
                <th></th>
                <th>ФИО Учителей</th>
                <th>Дата рождения</th>
                <th>Предмет обучения</th>
                <th>Категории, год присвоения</th>
                <th>Магистратура</th>
              </tr>
            </thead>
            <tbody>
              <!-- row 1 -->
              <tr class="hover">
                <th>1</th>
                <td>Абенова  Алмагуль Баетовна</td>
                <td> 13.04. 1965</td>
                <td>Биология</td>
                <td>Высшая 2017</td>
                <td></td>
              </tr>
              <!-- row 2 -->
              <tr class="hover">
                <th>2</th>
                <td>Аппазова Айнаш Жамагазыевна</td>
                <td> 28.04. 1989</td>
                <td>Физика</td>
                <td>Педагог-эксперт лето 2020</td>
                <td>№ 0154699 от 04.07.18 механика</td>
              </tr>
              <!-- row 3 -->
              <tr>
                <th>3</th>
                <td> Ахметжанова Айгерим Муратжановна</td>
                <td>28.08.1994</td>
                <td>Физика</td>
                <td>Педагог-модератор 2020</td>
                <td></td>
              </tr>
              <tr class="hover">
                <th>4</th>
                <td>Абенова  Бейбет Альгерова</td>
                <td> 13.04. 1990</td>
                <td>Биология</td>
                <td>Высшая 2020</td>
                <td></td>
              </tr>
              <tr class="hover">
                <th>5</th>
                <td>Абенова  Алмагуль Баетовна</td>
                <td> 13.04. 1965</td>
                <td>Биология</td>
                <td>Высшая 2017</td>
                <td></td>
              </tr>
              <tr>
                <th>6</th>
                <td> Ахметжанова Айгерим Муратжановна</td>
                <td>28.08.1994</td>
                <td>Физика</td>
                <td>Педагог-модератор 2022</td>
                <td></td>
              </tr>
              <tr>
                <th>7</th>
                <td> Ахметжанова Айгерим Муратжановна</td>
                <td>28.08.1994</td>
                <td>Физика</td>
                <td>Педагог-модератор 2019</td>
                <td></td>
              </tr>
              <tr class="hover">
                <th>8</th>
                <td>Аппазова Айнаш Жамагазыевна</td>
                <td> 28.04. 1989</td>
                <td>Физика</td>
                <td>Педагог-эксперт лето 2023</td>
                <td>№ 01542359 от 04.04.20 астрология</td>
              </tr>
              <tr class="hover">
                <th>9</th>
                <td>Абенова  Алмагуль Баетовна</td>
                <td> 13.04. 1965</td>
                <td>Биология</td>
                <td>Высшая 2017</td>
                <td></td>
              </tr>        
            </tbody>
          </table>
        </div>
    </div>
</div>
</template>